{
  "<img>": 32100,
  "</img>": 32101,
  "<patch>": 32102,
  "</patch>": 32103,
  "<box_start>": 32328,
  "<box_end>": 32329,
  "<edit>": 32330,
  "</edit>": 32331,
  "<img_00000>": 32000,
  "<img_00001>": 32001,
  "<img_00002>": 32002,
  "<img_00003>": 32003,
  "<img_00004>": 32004,
  "<img_00005>": 32005,
  "<img_00006>": 32006,
  "<img_00007>": 32007,
  "<img_00008>": 32008,
  "<img_00009>": 32009,
  "<img_00010>": 32010,
  "<img_00011>": 32011,
  "<img_00012>": 32012,
  "<img_00013>": 32013,
  "<img_00014>": 32014,
  "<img_00015>": 32015,
  "<img_00016>": 32016,
  "<img_00017>": 32017,
  "<img_00018>": 32018,
  "<img_00019>": 32019,
  "<img_00020>": 32020,
  "<img_00021>": 32021,
  "<img_00022>": 32022,
  "<img_00023>": 32023,
  "<img_00024>": 32024,
  "<img_00025>": 32025,
  "<img_00026>": 32026,
  "<img_00027>": 32027,
  "<img_00028>": 32028,
  "<img_00029>": 32029,
  "<img_00030>": 32030,
  "<img_00031>": 32031,
  "<img_00032>": 32032,
  "<img_00033>": 32033,
  "<img_00034>": 32034,
  "<img_00035>": 32035,
  "<img_00036>": 32036,
  "<img_00037>": 32037,
  "<img_00038>": 32038,
  "<img_00039>": 32039,
  "<img_00040>": 32040,
  "<img_00041>": 32041,
  "<img_00042>": 32042,
  "<img_00043>": 32043,
  "<img_00044>": 32044,
  "<img_00045>": 32045,
  "<img_00046>": 32046,
  "<img_00047>": 32047,
  "<img_00048>": 32048,
  "<img_00049>": 32049,
  "<img_00050>": 32050,
  "<img_00051>": 32051,
  "<img_00052>": 32052,
  "<img_00053>": 32053,
  "<img_00054>": 32054,
  "<img_00055>": 32055,
  "<img_00056>": 32056,
  "<img_00057>": 32057,
  "<img_00058>": 32058,
  "<img_00059>": 32059,
  "<img_00060>": 32060,
  "<img_00061>": 32061,
  "<img_00062>": 32062,
  "<img_00063>": 32063,
  "<img_00064>": 32064,
  "<img_00065>": 32065,
  "<img_00066>": 32066,
  "<img_00067>": 32067,
  "<img_00068>": 32068,
  "<img_00069>": 32069,
  "<img_00070>": 32070,
  "<img_00071>": 32071,
  "<img_00072>": 32072,
  "<img_00073>": 32073,
  "<img_00074>": 32074,
  "<img_00075>": 32075,
  "<img_00076>": 32076,
  "<img_00077>": 32077,
  "<img_00078>": 32078,
  "<img_00079>": 32079,
  "<img_00080>": 32080,
  "<img_00081>": 32081,
  "<img_00082>": 32082,
  "<img_00083>": 32083,
  "<img_00084>": 32084,
  "<img_00085>": 32085,
  "<img_00086>": 32086,
  "<img_00087>": 32087,
  "<img_00088>": 32088,
  "<img_00089>": 32089,
  "<img_00090>": 32090,
  "<img_00091>": 32091,
  "<img_00092>": 32092,
  "<img_00093>": 32093,
  "<img_00094>": 32094,
  "<img_00095>": 32095,
  "<img_00096>": 32096,
  "<img_00097>": 32097,
  "<img_00098>": 32098,
  "<img_00099>": 32099,
  "<loc-0>": 32104,
  "<loc-100>": 32204,
  "<loc-101>": 32205,
  "<loc-102>": 32206,
  "<loc-103>": 32207,
  "<loc-104>": 32208,
  "<loc-105>": 32209,
  "<loc-106>": 32210,
  "<loc-107>": 32211,
  "<loc-108>": 32212,
  "<loc-109>": 32213,
  "<loc-10>": 32114,
  "<loc-110>": 32214,
  "<loc-111>": 32215,
  "<loc-112>": 32216,
  "<loc-113>": 32217,
  "<loc-114>": 32218,
  "<loc-115>": 32219,
  "<loc-116>": 32220,
  "<loc-117>": 32221,
  "<loc-118>": 32222,
  "<loc-119>": 32223,
  "<loc-11>": 32115,
  "<loc-120>": 32224,
  "<loc-121>": 32225,
  "<loc-122>": 32226,
  "<loc-123>": 32227,
  "<loc-124>": 32228,
  "<loc-125>": 32229,
  "<loc-126>": 32230,
  "<loc-127>": 32231,
  "<loc-128>": 32232,
  "<loc-129>": 32233,
  "<loc-12>": 32116,
  "<loc-130>": 32234,
  "<loc-131>": 32235,
  "<loc-132>": 32236,
  "<loc-133>": 32237,
  "<loc-134>": 32238,
  "<loc-135>": 32239,
  "<loc-136>": 32240,
  "<loc-137>": 32241,
  "<loc-138>": 32242,
  "<loc-139>": 32243,
  "<loc-13>": 32117,
  "<loc-140>": 32244,
  "<loc-141>": 32245,
  "<loc-142>": 32246,
  "<loc-143>": 32247,
  "<loc-144>": 32248,
  "<loc-145>": 32249,
  "<loc-146>": 32250,
  "<loc-147>": 32251,
  "<loc-148>": 32252,
  "<loc-149>": 32253,
  "<loc-14>": 32118,
  "<loc-150>": 32254,
  "<loc-151>": 32255,
  "<loc-152>": 32256,
  "<loc-153>": 32257,
  "<loc-154>": 32258,
  "<loc-155>": 32259,
  "<loc-156>": 32260,
  "<loc-157>": 32261,
  "<loc-158>": 32262,
  "<loc-159>": 32263,
  "<loc-15>": 32119,
  "<loc-160>": 32264,
  "<loc-161>": 32265,
  "<loc-162>": 32266,
  "<loc-163>": 32267,
  "<loc-164>": 32268,
  "<loc-165>": 32269,
  "<loc-166>": 32270,
  "<loc-167>": 32271,
  "<loc-168>": 32272,
  "<loc-169>": 32273,
  "<loc-16>": 32120,
  "<loc-170>": 32274,
  "<loc-171>": 32275,
  "<loc-172>": 32276,
  "<loc-173>": 32277,
  "<loc-174>": 32278,
  "<loc-175>": 32279,
  "<loc-176>": 32280,
  "<loc-177>": 32281,
  "<loc-178>": 32282,
  "<loc-179>": 32283,
  "<loc-17>": 32121,
  "<loc-180>": 32284,
  "<loc-181>": 32285,
  "<loc-182>": 32286,
  "<loc-183>": 32287,
  "<loc-184>": 32288,
  "<loc-185>": 32289,
  "<loc-186>": 32290,
  "<loc-187>": 32291,
  "<loc-188>": 32292,
  "<loc-189>": 32293,
  "<loc-18>": 32122,
  "<loc-190>": 32294,
  "<loc-191>": 32295,
  "<loc-192>": 32296,
  "<loc-193>": 32297,
  "<loc-194>": 32298,
  "<loc-195>": 32299,
  "<loc-196>": 32300,
  "<loc-197>": 32301,
  "<loc-198>": 32302,
  "<loc-199>": 32303,
  "<loc-19>": 32123,
  "<loc-1>": 32105,
  "<loc-200>": 32304,
  "<loc-201>": 32305,
  "<loc-202>": 32306,
  "<loc-203>": 32307,
  "<loc-204>": 32308,
  "<loc-205>": 32309,
  "<loc-206>": 32310,
  "<loc-207>": 32311,
  "<loc-208>": 32312,
  "<loc-209>": 32313,
  "<loc-20>": 32124,
  "<loc-210>": 32314,
  "<loc-211>": 32315,
  "<loc-212>": 32316,
  "<loc-213>": 32317,
  "<loc-214>": 32318,
  "<loc-215>": 32319,
  "<loc-216>": 32320,
  "<loc-217>": 32321,
  "<loc-218>": 32322,
  "<loc-219>": 32323,
  "<loc-21>": 32125,
  "<loc-220>": 32324,
  "<loc-221>": 32325,
  "<loc-222>": 32326,
  "<loc-223>": 32327,
  "<loc-22>": 32126,
  "<loc-23>": 32127,
  "<loc-24>": 32128,
  "<loc-25>": 32129,
  "<loc-26>": 32130,
  "<loc-27>": 32131,
  "<loc-28>": 32132,
  "<loc-29>": 32133,
  "<loc-2>": 32106,
  "<loc-30>": 32134,
  "<loc-31>": 32135,
  "<loc-32>": 32136,
  "<loc-33>": 32137,
  "<loc-34>": 32138,
  "<loc-35>": 32139,
  "<loc-36>": 32140,
  "<loc-37>": 32141,
  "<loc-38>": 32142,
  "<loc-39>": 32143,
  "<loc-3>": 32107,
  "<loc-40>": 32144,
  "<loc-41>": 32145,
  "<loc-42>": 32146,
  "<loc-43>": 32147,
  "<loc-44>": 32148,
  "<loc-45>": 32149,
  "<loc-46>": 32150,
  "<loc-47>": 32151,
  "<loc-48>": 32152,
  "<loc-49>": 32153,
  "<loc-4>": 32108,
  "<loc-50>": 32154,
  "<loc-51>": 32155,
  "<loc-52>": 32156,
  "<loc-53>": 32157,
  "<loc-54>": 32158,
  "<loc-55>": 32159,
  "<loc-56>": 32160,
  "<loc-57>": 32161,
  "<loc-58>": 32162,
  "<loc-59>": 32163,
  "<loc-5>": 32109,
  "<loc-60>": 32164,
  "<loc-61>": 32165,
  "<loc-62>": 32166,
  "<loc-63>": 32167,
  "<loc-64>": 32168,
  "<loc-65>": 32169,
  "<loc-66>": 32170,
  "<loc-67>": 32171,
  "<loc-68>": 32172,
  "<loc-69>": 32173,
  "<loc-6>": 32110,
  "<loc-70>": 32174,
  "<loc-71>": 32175,
  "<loc-72>": 32176,
  "<loc-73>": 32177,
  "<loc-74>": 32178,
  "<loc-75>": 32179,
  "<loc-76>": 32180,
  "<loc-77>": 32181,
  "<loc-78>": 32182,
  "<loc-79>": 32183,
  "<loc-7>": 32111,
  "<loc-80>": 32184,
  "<loc-81>": 32185,
  "<loc-82>": 32186,
  "<loc-83>": 32187,
  "<loc-84>": 32188,
  "<loc-85>": 32189,
  "<loc-86>": 32190,
  "<loc-87>": 32191,
  "<loc-88>": 32192,
  "<loc-89>": 32193,
  "<loc-8>": 32112,
  "<loc-90>": 32194,
  "<loc-91>": 32195,
  "<loc-92>": 32196,
  "<loc-93>": 32197,
  "<loc-94>": 32198,
  "<loc-95>": 32199,
  "<loc-96>": 32200,
  "<loc-97>": 32201,
  "<loc-98>": 32202,
  "<loc-99>": 32203,
  "<loc-9>": 32113,
  "<edit_000>": 32332,
  "<edit_001>": 32333,
  "<edit_002>": 32334,
  "<edit_003>": 32335,
  "<edit_004>": 32336,
  "<edit_005>": 32337,
  "<edit_006>": 32338,
  "<edit_007>": 32339,
  "<edit_008>": 32340,
  "<edit_009>": 32341,
  "<edit_010>": 32342,
  "<edit_011>": 32343,
  "<edit_012>": 32344,
  "<edit_013>": 32345,
  "<edit_014>": 32346,
  "<edit_015>": 32347,
  "<edit_016>": 32348,
  "<edit_017>": 32349,
  "<edit_018>": 32350,
  "<edit_019>": 32351,
  "<edit_020>": 32352,
  "<edit_021>": 32353,
  "<edit_022>": 32354,
  "<edit_023>": 32355,
  "<edit_024>": 32356,
  "<edit_025>": 32357,
  "<edit_026>": 32358,
  "<edit_027>": 32359,
  "<edit_028>": 32360,
  "<edit_029>": 32361,
  "<edit_030>": 32362,
  "<edit_031>": 32363,
  "<edit_032>": 32364,
  "<edit_033>": 32365,
  "<edit_034>": 32366,
  "<edit_035>": 32367,
  "<edit_036>": 32368,
  "<edit_037>": 32369,
  "<edit_038>": 32370,
  "<edit_039>": 32371,
  "<edit_040>": 32372,
  "<edit_041>": 32373,
  "<edit_042>": 32374,
  "<edit_043>": 32375,
  "<edit_044>": 32376,
  "<edit_045>": 32377,
  "<edit_046>": 32378,
  "<edit_047>": 32379,
  "<edit_048>": 32380,
  "<edit_049>": 32381,
  "<edit_050>": 32382
}
